[
  {
    "id": "1",
    "date": "April 2021",
    "title": "So You Want to Talk About Race ",
    "author": "Ijeoma Oluo",
    "image": "/media/images/BOM/talk_about_race.jpg",
    "alt": "So you want to talk about race",
    "overview": "Widespread reporting on aspects of white supremacy — from police brutality to the mass incarceration of Black Americans — has put a media spotlight on racism in our society. Still, it is a difficult subject to talk about. How do you tell your roommate her jokes are racist? Why did your sister-in-law take umbrage when you asked to touch her hair — and how do you make it right? How do you explain white privilege to your white, privileged friend? In So You Want to Talk About Race, Ijeoma Oluo guides readers of all races through subjects ranging from intersectionality and affirmative action to “model minorities” in an attempt to make the seemingly impossible possible: honest conversations about race and racism, and how they infect almost every aspect of American life.",
    "reactions": [
      {
        "author": "— National Book Review",
        "reaction": "“Oluo gives us — both white people and people of color — that language to engage in clear, constructive, and confident dialogue with each other about how to deal with racial prejudices and biases.”",
        "color":"primary"
      },
      {
        "author": "— Salon",
        "reaction": "“Generous and empathetic, yet usefully blunt . . . it’s for anyone who wants to be smarter and more empathetic about matters of race and engage in more productive anti-racist action.”",
        "color": "success"
      }
    ],
    "review_author": "Hazzauna Underwood",
    "badge": "Vice President",
    "review": "I felt an instant connection to Ijeoma Oluo, as I too am from Seattle. She identifies the challenges faced by Black Americans and gives suggestions on how to constructively advocate in your home, schools, and workplace. For me personally, I have dealt with challenges in the school system with my son. She breaks down the school-to-prison pipeline and how my son could have fallen victim. It’s a sad reality that I never could have imagined having to deal with. We cannot change what we do not know or understand, this book is a very straightforward and easy read that provides that clarity."
  },
  {
    "id": "2",
    "date": "May 2021",
    "title": "White Fragility",
    "author": "Robin Diangelo",
    "image": "/media/images/BOM/white_fragility.jpeg",
    "alt": "White Fragility",
    "overview": "In this “vital, necessary, and beautiful book” (Michael Eric Dyson), antiracist educator Robin DiAngelo deftly illuminates the phenomenon of white fragility and “allows us to understand racism as a practice not restricted to ‘bad people’ (Claudia Rankine). Referring to the defensive moves that white people make when challenged racially, white fragility is characterized by emotions such as anger, fear, and guilt, and by behaviors including argumentation and silence. These behaviors, in turn, function to reinstate white racial equilibrium and prevent any meaningful cross-racial dialogue. In this in-depth exploration, DiAngelo examines how white fragility develops, how it protects racial inequality, and what we can do to engage more constructively.",
    "reactions": [
      {
        "author": "— The New Yorker",
        "reaction": "“The value in White Fragility lies in its methodical, irrefutable exposure of racism in thought and action, and its call for humility and vigilance.”",
        "color": "primary"
      },
      {
        "author": "— Library Journal",
        "reaction": "“A valuable guide . . .  While especially helpful for those new to the critical analysis of whiteness, this work also offers a useful refresher to anyone committed to the ongoing process of self-assessment and anti-oppression work.”",
        "color": "success"
      }
    ],
    "review_author": "Darci Chowen",
    "badge": "President",
    "review": "Robin opened my mind and radically adjusted my understanding of a White person’s role in racism. She helps us understand defensive instincts and reactions White people can have, when confronted with racism. And even better, she helps us understand why some of our well-intentioned comments or positions are offensive to our Black friends. I too, used to think (or say), “I treat everyone the same….I don’t see color…I believe in treating everyone equally.” And somehow this made me not racist. She helps us empathize and opens our eyes and minds to understanding systemic racism and the role we play in it. Her recommendation is to not view racism as committed intentionally by “bad people” but for us to understand that we are all part of the system.  She comes at you pretty hard, so put on your seatbelt and open up your mind and heart to understanding. Try not to be defensive…and if you feel it coming on be mindful of it, set it aside, and keep reading. I promise, you will learn a lot and come out of it a better person and a better ally."
  },
  {
    "id": "3",
    "date": "June 2021",
    "title": "You Are Your Best Thing",
    "author": "Tarana Burke and Brené Brown",
    "image": "/media/images/BOM/best_thing.jpeg",
    "alt": "You Are Your Best Thing",
    "overview": "Tarana Burke and Dr. Brené Brown bring together a dynamic group of Black writers, organizers, artists, academics, and cultural figures to discuss the topics the two have dedicated their lives to understanding and teaching: vulnerability and shame resilience. Contributions by Kiese Laymon, Imani Perry, Laverne Cox, Jason Reynolds, Austin Channing Brown, and more",
    "reactions": [
      {
        "author": "",
        "reaction": "Tarana J. Burke has worked at the intersection of sexual violence and racial justice for more than twenty-five years. She has created and led various campaigns to interrupt sexual violence and other systemic inequalities disproportionately impacting marginalized people, particularly Black women and girls, including the ‘me too’ movement. Burke was part of the Silence Breakers, named Time magazine’s 2017 Person of the Year, and one of Time’s 100 Most Influential People in 2018. She has also received the 2019 Sydney Peace Prize, Harvard University’s Gleitsman Award, and the Ridenhour Courage Prize.",
        "color": "primary"
      },
      {
        "author": "",
        "reaction": "Brené Brown is a research professor at the University of Houston, where she holds the Huffington Foundation–Brené Brown Endowed Chair. She is also a visiting professor in management at the University of Texas at Austin McCombs School of Business. Brown has spent the past two decades studying courage, vulnerability, shame, and empathy and is the author of five #1 New York Times bestsellers. She hosts the Unlocking Us and Dare to Lead podcasts. Brown’s TED talk is one of the top five most-viewed in the world, and she is also the first researcher to have a filmed lecture on Netflix.",
        "color" : "success"
      }
    ],
    "review_author": "Darci Chowen",
    "badge": "President",
    "review": "I continually encourage White people to learn about their Black neighbors’ real life experiences ― this is necessary for anyone on the journey to becoming anti-racist.  Tarana Burke and Brené Brown have partnered up to examine Black humanity, shame, vulnerability, courage, and resiliency.  This collection of essays is written by Black authors, sharing their experiences of Black humanity.  In addition to expanding your empathy, all proceeds from the book are going to support Black authors.  I encourage everyone to read these powerful essays."
  },
    {
    "id": "4",
    "date": "July 2021",
    "title": "Waking Up White: and Finding Myself in the Story of Race",
    "author": "Debby Irving",
    "image": "/media/images/BOM/waking_up_white.jpg",
    "alt": "Waking Up White",
    "overview": "Waking Up White is the book Irving wishes someone had handed her decades ago. By sharing her sometimes cringe-worthy struggle to understand racism and racial tensions, she offers a fresh perspective on bias, stereotypes, manners, and tolerance. As Irving unpacks her own long-held beliefs about colorblindness, being a good person, and wanting to help people of color, she reveals how each of these well-intentioned mindsets actually perpetuated her ill-conceived ideas about race. She also explains why and how she's changed the way she talks about racism, works in racially mixed groups, and understands the antiracism movement as a whole. Exercises at the end of each chapter prompt readers to explore their own racialized ideas. Waking Up White's personal narrative is designed to work well as a rapid read, a book group book, or support reading for courses exploring racial and cultural issues.",
    "reactions": [
      {
        "author": "Dan Laskin, —Kenyon Alumni Magazine",
        "reaction": "This book is about how race has long mattered in more pervasive, and pernicious, ways. Waking Up White, by Debby Irving ’83, is both a racial autobiography, unsparing in its self-examination, and a tutorial in the history and corrosive impact of white privilege. With eloquence and a sense of urgency, Irving takes us on a journey into the heart of what is arguably the American issue.",
        "color": "primary"
      },
      {
        "author": "Nigro S, —Mendeley",
        "reaction": "By sharing her sometimes cringe-worthy struggle to understand racism and racial tensions, she offers a fresh perspective on bias, stereotypes, manners, and tolerance. As Irving unpacks her own long-held beliefs about colorblindness, being a good person, and wanting to help people of color, she reveals how each of these well-intentioned mindsets actually perpetuated her ill-conceived ideas about race.",
        "color" : "success"
      }
    ],
    "review_author": "Darci Chowen",
    "badge": "President",
    "review": "If you’re struggling to understand how racism is embedded in our white culture, please read this book!  Debby Irving examines her life, providing relatable examples of the role systemic privilege has played.  Read with an open mind, and this book will help you see the world in a new way.  And hopefully inspire you to embrace your role in dismantling systemic racism."
  }
]
