[
  {
    "id": "1",
    "date": "April 2021",
    "title": "This is Marianna's Story...",
    "image": "/media/images/experiences/Marianna.jpg",
    "alt": "Small farm town",
    "experience": "<br/>From the time I was a child, into adulthood, I’ve battled with a voice in my head. A voice that has been passed down through generations. A voice that has asked, 'Why do they get their own awards shows? Why do they get a whole month, dedicated to their history? Why do they get Black versions of White movies? Why do they… Why do they… Why do they…'<br/><br/> The older I have gotten, the more ashamed I have gotten. I’m ashamed of this voice, and it’s negative and naive nature. I’m ashamed that it has taken me so long to dispute the voice on educated grounds. I’m ashamed that, on occasion, I listened to it, and I spoke the words. <br/><br/>  I grew up in a small farm town in central California, where it was rare to interact with a Black person, let alone befriend one. Everything I knew about Black people was fed to me through media, entertainment, friends, family, or history books. Of course not all of it was negative, but if someone had a negative experience with a Black person, it was amplified, and wasn’t compared to a negative experience with a White person. Which is when I began to notice that some people let one unpleasant experience color their perspective on the collective. But in the same regard, they don’t hold White people, or their preferred ethnicity to that same standard. <br/><br/>  For high school, I ventured out of our little farm town and met Black friends and other ethnicities through school and work, who didn’t appear to be any different than I was. Which led to arguments with others about their predispositions, even though I still had my own, that nagging voice that would erupt in an internal battle. Since I now had Black friends, I didn’t see any differences, so I didn’t understand why they were given special treatment. <br/><br/>  Once in college, I ventured even further - all the way to Long Beach, California. And there, I met just about every ethnicity. I even interned for the Long Beach Branch of the NAACP, but I squandered an amazing opportunity to learn a wealth of knowledge. Because I had a flaw in my thinking. Their hardships were theirs and theirs alone. For that reason, I didn’t connect and retain or pursue the knowledge to change my understanding. <br/><br/>  As a full-grown adult, with kids of my own, I didn’t fully realize the extent of modern racism and its footing until after George Floyd’s murder. Everyday, I learn something new, a new angle on White privilege, buried Black history, sun down towns, redlining, police violence that has gone unnoticed, and so much more. The voice has now gone, packed its bags and left a void for a new voice to take up residence. “Why do we treat them like a threat? Why do we have such anger and hatred for them? Why do we make their children have to grow up so fast?” Our ancestors planted a way of thinking in our heads - an us versus them mentality. Don’t let your inner voice have the last word, challenge it to do better."
  },
  {
    "id": "2",
    "date": "May 2021",
    "title": "This is Darci's Story...",
    "image": "/media/images/experiences/Darci.jpg",
    "alt": "Pacific North West",
    "experience": "As a born and raised PNW native I “thought” I was progressive, not racist, and accepting of all people. In my heart I felt I treated all people equally as this is how I was raised….or so I thought. I spent one year of high school in a very small community in southern Indiana. In this community I witnessed and heard blatant racism. I didn’t say or do anything - I was shocked. I also had the belief that this behavior was unique to “the south” and didn’t happen in my home state of Washington. And up until I decided to develop relationships with a few Black women, I maintained this perspective. <br/><br/>  One of my best friends is a White woman with bi-racial children. I vividly remember our first TEDx Seattle event we attended together. An amazing Black female poet, Anastacia-Reneé, recited a poem about the “rules” Black youth must abide by in order to not be killed. Her poem is <a href='https://youtu.be/hBgn0pTn15U'>“Poetry to set hearts on fire”</a> and can be viewed on YouTube. I was so moved by her words, I was crying and was thinking to myself one must have ice running through their veins to not be crying right now. I looked at my best friend who appeared to be unmoved - remember she has bi-racial children! I asked, “How are you not crying?! This is just terrible!!” With a calm, steadfast expression and voice, she replied, “This is just real life for Black children. I had to tell them at a very young age how to behave around law enforcement, so they didn’t get killed. I had to drill into their heads the importance of this, when they got their driver’s licenses. My biggest fear when they started driving was not a car wreck taking their life but rather a police officer.” In 2019 I was hit with this information like a head on freight train and my friend had been living this reality for well over 20 years. How could I have been so oblivious? <br/><br/>  When George Floyd was murdered and I watched the video I was physically ill. But, again, I thought this is what happens in other parts of the country. I naively posted a heartfelt message about being community and supporting one another and to my shock it resulted in a tremendous amount of dialogue which led to the unpleasant discovery that racism is alive and well in my story book community, and for sure, in the state of Washington. For about three weeks I was deeply depressed and cried every day. I was feeling ashamed and sad that I’d been so oblivious to racism. At the same time I started forging amazing relationships with Black women in my community. They bravely shared their stories of racism with me. I continued to be shocked that this kind of blatant racism existed in my community. <br/><br/>  For high school, I ventured out of our little farm town and met Black friends and other ethnicities through school and work, who didn’t appear to be any different than I was. Which led to arguments with others about their predispositions, even though I still had my own, that nagging voice that would erupt in an internal battle. Since I now had Black friends, I didn’t see any differences, so I didn’t understand why they were given special treatment. <br/><br/>  After hearing one woman’s stories I found myself thinking, “Why didn’t she say anything? Why tolerate this crap?!” But then I was reminded that as a female in a male dominated industry, I too, have chosen to just keep the peace and not draw extra attention to myself or lack of justice or inequality. It’s the way it is, and one must develop the ability to cope in the environment to move forward. This reality won’t, and didn’t change until the White men with power decided to become actively anti-sexist. And that’s when I decided it was time to use my “white power and privilege” to become an ally for Black people. The only way we will make a difference in this world, on this issue is to become actively anti-racist. <br/><br/>  I continue to meet countless White people, who genuinely believe “everyone has equal opportunity,” and that’s simply not true. Black people do NOT have equal opportunity, and we must unravel the systemic racism in our nation to create equal opportunity for all."
  },
  {
    "id": "3",
    "date": "June 2021",
    "title": "The HAIR you wear.",
    "image": "/media/images/experiences/Hazzauna.jpg",
    "alt": "Small farm town",
    "experience": "I remember it like it was yesterday.  My daughter came to me before bedtime and asked if she could have her hair straight tomorrow for school.  She was in Kinder, just 5 years old, beautiful lush curls or twists is how she normally wore her hair.  I simply replied, sure.  I blow-dried her hair and put a few rollers at the end to give a soft curl.  Morning came, I was excited to see her new hairdo, excited to see her face of excitement for it, too.  Happiness?  Elation?  Excitement?  Joy!?!  I took off her hair scarf, took down the rollers, ran my fingers through her rolled curls to separate them and, VIOLA!  Beautiful, so I believed she would believe.  That was the last thing on her mind.  Her emotions were of Sadness, Anger, Annoyance and Frustration.  My little girl wanted her hair like all the other little girls in her class, she was being made to believe that her hair being different made her different, and she felt like she didn’t fit in.  She cried, big crocodile tears, and then she said to me, “Mom, your hair is straight, too.” This was the beginning of my natural hair journey and the last time I permed my hair to keep it straight. <br/><br/>  Growing up, I was conditioned to not embrace my natural, curly hair and had never comfortably worn my curls, aside from walking around the house.  It hurt my heart to see, hear, and understand the perspective of a child’s view of what beauty was based on what society tells us, what she sees around her, and what she emulates from her own home. <br/><br/>  How would you feel growing up and only seeing images of people with straight hair? <br/><br/>  How would you feel going in the store and not seeing any hair products to manage your hair? <br/><br/>  What would you do if nothing around you looked like you? <br/><br/>  This is what I grew up in.  I emulated what was around, what I was taught was beauty.  This was not the life I wanted for my daughter.  I wanted her to LOVE the skin she was in and the hair she was given.  So, I cut my hair to 2 inches and our love for our hair started together!"
  },
    {
      "id": "4",
      "date": "July 2021",
      "title": "Evening Traffic Stop.",
      "image": "/media/images/experiences/Sean.jpg",
      "alt": "Traffic Lights",
      "experience": "My mother frequently made it a point to teach me about the inequities in society.  The disparity in the sexes, the unfairness of the classes, and the oft time subtle and blatant racism prevalent in our country.  I can’t say that I was ever surprised that there are people out there who didn’t like me, simply because of the color of my skin.  Nor was I caught off guard when I finally learned the accurate and unabridged history of America, never shared by my grade school teachers, until I went to college. <br/><br/> However, some things in life will still provide lessons and revelations for which you aren’t prepared.  To give proper context, my late mother was a Los Angeles County Peace Officer and Probation Guidance Counselor; tasked with the safety of the public and the rehabilitation of ex-convicts, who were still under the jurisdiction of the system.  She wore a badge, took her oaths, and was allowed to carry a gun - though she very rarely did so.  She was a hard worker, loyal, and cared about people in general.  In nearly every sense, she was one of them.  And by 'them' I mean the law enforcement agents of the establishment. <br/><br/> My family lived in, what at the time was known as, South Central Los Angeles, a lower income, suburban neighborhood, southeast of the Downtown District.  South Central did not exactly have a stellar reputation, but media outlets regularly exaggerated the conditions that characterized the neighborhood.  Between regular coverage of rare shootings, the occasional muggings, and drugs dealt on every corner, one would surmise that South Central LA was hell on Earth - to those who didn’t live there.  To me it was home, mostly peaceful and periodically frightening to a kid, who spent a good chunk of his formative years there.  This description of my childhood home is necessary; it is what I’m using to -perhaps- get a better understanding of the behavior, mentality, and events of the people and incident I will describe in the following narrative. <br/><br/> I was 14 years old, when my mother decided to drive to her favorite Chinese restaurant to pick up dinner one evening.  She and I hopped in her old (but reliable), blue ’84 Toyota Corolla, and drove the 5-mile distance to pick up our favorite meals.  Once a week on Fridays, Mom would allow my grandmother and me to pick what style of food we wanted for dinner as a treat for being productive during the previous few days.  I insisted that I tag along, since I enjoyed these treats and spending time with my mother. <br/><br/> We picked up our food and headed back.  Halfway between the restaurant and home, we noticed that we were being followed by a police car with flashing lights, and sirens buzzing intermittently.  My mother, being both a law-abiding citizen and an instrument of the law, promptly pulled over, the patrol car parked several feet behind us.  My mom simultaneously turned off the ignition and took out her keys, while telling me to stay quiet and calm.  As two officers got out of the car and approached us, the sky got progressively darker, adding to the sense of internal dread I was feeling.  Mom remained cool, as she was inclined to do, looking more annoyed than afraid.  We found ourselves flanked on both sides of the car by the officers.  Both officers were White men <br/><br/> The officer on the driver’s side window, whom I assumed was the lead, spoke to my mother, demanding why we were out 'at this hour' and what we were doing.  I found the statement odd, considering that 'the hour' was a little after 7 p.m.  His tone was rude, condescending and, at times, offensive.  I remember him using phrases as, 'We’ve had a rash of robberies,' and, 'People like you shouldn’t be driving around this area.'  My mom responded in kind, telling the officer that she’s done nothing wrong, asking the real reason why we were being pulled over.  I, too, was annoyed and turned my body to see the face of the officer insulting my mother, when I heard that very officer shouting directly at me, dictating that I turn back around and face front.  The officer who was at my window angrily told me to place my hands on the dashboard in front of me.  As I look at him, I caught a sight that I will never forget, and clued me in as to how 'serious' the situation was: <br/><br/> I could see the barrel of a gun aimed at my head.  The officer demanded that my hands be placed on the dashboard, an order with which I complied. <br/><br/> 'He’s just a damn kid!  What’s wrong with you?'  I heard my mother shout. 'Get that goddamned gun out of his face!' <br/><br/> The driver side officer demanded that my mother get out of the car. <br/><br/> 'You Idiots, I’m a cop just like you!'  Mom shouted again, getting out of the car and quickly pulling out her badge. <br/><br/> I remember looking at the gun and not quite understanding what I had done.  I’ve never seen a gun in real life and registering as to what was happening in the moment, I was terrified.  Will this cop shoot me?  Are my mother and I going to jail?  I wasn’t a criminal, yet I was being treated as one.  I remember trying to control the shaking in my fingertips, because I didn’t want the officer to think I was doing anything suspicious and shoot me for it. <br/><br/> The next thing I remember was the other officer shouting something at the gunman, and as quickly as he drew his gun on me, the officer put it away and went back to his patrol car. <br/><br/> My mom returned to our car.  As she placed the keys into the ignition, the lead cop returned to the window, gave a quick, insincere apology, and told my mother to stay out of trouble, to which my mother replied, 'I’ll make sure to contact your superiors in the morning.'<br/><br/> The last thing I remember the cop saying to me directly was, 'Sorry kid.' <br/><br/> During the mostly silent ride home, Mom made it a point to say, 'I’m sorry, son.  They are not all like this.' <br/><br/> It took a few days before my mother and I could talk about the incident.  Mom was too angry, and I was too shaken and mystified about the whole affair.  When we talked, I asked her why it happened, and her reply was, 'A lot of cops don’t like us.  They took one look at my car, our neighborhood, and our skin, and made a decision.'  Naïvely, I told her that it wasn’t fair, to which she responded in cliched fashion, 'Life ain’t fair.' <br/><br/> It took me a while to reconcile this revelation.  Regardless of whom you are, where you lived and what you did, I assumed that the police were always supposed to look out for the city’s residents.  Up until that day, I didn’t understand that race politics were ever a part of the equation.  It was yet another lesson that I learned about the prevalent inequities in our society. <br/><br/> This is a lesson I’ve never forgotten."

    }
]
